Repository: emkey1/ish-AOK
Catalog: app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Choose another filesystem or reimport this one.
de: Wähle ein anderes Dateisystem oder importiere dieses erneut.
es: Elige otro sistema de archivos o vuelve a importar este.
fr: Choisissez un autre système de fichiers ou réimportez celui-ci.
ja: 別のファイルシステムを選択するか、このファイルシステムを再インポートしてください。
ko: 다른 파일 시스템을 선택하거나 이 파일 시스템을 다시 가져오십시오.
pt_br: Escolha outro sistema de arquivos ou reimporte este.
ru: Выберите другую файловую систему или повторно импортируйте эту.
zh_hans: 请选择其他文件系统或重新导入此文件系统。
zh_hant: 選擇其他檔案系統，或重新匯入此檔案系統。

source: Choose whether new app launches open the Workspace, the Wayland Display, show a filesystem chooser, or open a terminal.
de: Wähle, ob neue App-Starts den Workspace oder das Wayland-Display öffnen, eine Dateisystemauswahl zeigen oder ein Terminal öffnen.
es: Elige si al abrir la app se muestra el espacio de trabajo, la pantalla Wayland, un selector de sistema de archivos o una terminal.
fr: Choisissez si les nouveaux lancements de l'app ouvrent l'espace de travail, l'écran Wayland, un sélecteur de système de fichiers ou un terminal.
ja: App の起動時に、ワークスペース、Wayland ディスプレイ、ファイルシステムの選択画面、ターミナルのどれを開くかを選択します。
ko: 새로 앱을 실행할 때 워크스페이스나 Wayland 디스플레이를 열지, 파일 시스템 선택기를 표시할지, 터미널을 열지 선택하십시오.
pt_br: Escolha se novas aberturas do app abrem o Espaço de trabalho, a Tela Wayland, mostram um seletor de sistema de arquivos ou abrem um terminal.
ru: Выберите, что открывается при запуске приложения: рабочая область, дисплей Wayland, выбор файловой системы или терминал.
zh_hans: 选择新启动 App 时打开工作区、Wayland 显示、显示文件系统选择器，还是打开终端。
zh_hant: 選擇 App 新啟動時要打開工作區、Wayland 顯示器、顯示檔案系統選擇器，還是打開終端機。

source: Classic
de: Klassisch
es: Clásico
fr: Classique
ja: クラシック
ko: 클래식
pt_br: Clássico
ru: Классический
zh_hans: 经典
zh_hant: 經典

source: Clear Messages
de: Nachrichten löschen
es: Borrar mensajes
fr: Effacer les messages
ja: メッセージを消去
ko: 메시지 지우기
pt_br: Limpar Mensagens
ru: Очистить сообщения
zh_hans: 清除消息
zh_hant: 清除訊息

source: Clear Scrollback
de: Verlauf löschen
es: Borrar historial
fr: Effacer l’historique
ja: スクロールバックを消去
ko: 스크롤백 지우기
pt_br: Limpar histórico
ru: Очистить прокрутку
zh_hans: 清除回滚内容
zh_hant: 清除捲動記錄

source: Clock
de: Uhr
es: Reloj
fr: Horloge
ja: 時計
ko: 시계
pt_br: Relógio
ru: Часы
zh_hans: 时钟
zh_hant: 時鐘

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

source: Close %@?
de: %@ schließen?
es: ¿Cerrar %@?
fr: Fermer %@ ?
ja: %@ を閉じますか？
ko: %@을(를) 닫겠습니까?
pt_br: Fechar %@?
ru: Закрыть %@?
zh_hans: 关闭“%@”？
zh_hant: 要關閉 %@ 嗎？

source: Close Hidden
de: Ausgeblendete schließen
es: Cerrar ocultas
fr: Fermer les masquées
ja: 非表示を閉じる
ko: 숨겨진 항목 닫기
pt_br: Fechar Ocultas
ru: Закрыть скрытые
zh_hans: 关闭隐藏窗口
zh_hant: 關閉隱藏的

source: Close Hidden Windows
de: Ausgeblendete Fenster schließen
es: Cerrar ventanas ocultas
fr: Fermer les fenêtres masquées
ja: 非表示のウインドウを閉じる
ko: 숨겨진 윈도우 닫기
pt_br: Fechar Janelas Ocultas
ru: Закрыть скрытые окна
zh_hans: 关闭隐藏窗口
zh_hant: 關閉隱藏的視窗

source: Close Hidden Windows?
de: Ausgeblendete Fenster schließen?
es: ¿Cerrar ventanas ocultas?
fr: Fermer les fenêtres masquées ?
ja: 非表示のウインドウを閉じますか？
ko: 숨겨진 윈도우를 닫겠습니까?
pt_br: Fechar Janelas Ocultas?
ru: Закрыть скрытые окна?
zh_hans: 关闭隐藏窗口？
zh_hant: 要關閉隱藏的視窗嗎？

source: Close Tab
de: Tab schließen
es: Cerrar pestaña
fr: Fermer l'onglet
ja: タブを閉じる
ko: 탭 닫기
pt_br: Fechar Aba
ru: Закрыть вкладку
zh_hans: 关闭标签页
zh_hant: 關閉標籤頁

source: Close Window
de: Fenster schließen
es: Cerrar ventana
fr: Fermer la fenêtre
ja: ウインドウを閉じる
ko: 윈도우 닫기
pt_br: Fechar Janela
ru: Закрыть окно
zh_hans: 关闭窗口
zh_hant: 關閉視窗

source: Close Workspace
de: Workspace schließen
es: Cerrar espacio de trabajo
fr: Fermer l'espace de travail
ja: ワークスペースを閉じる
ko: 워크스페이스 닫기
pt_br: Fechar Espaço de Trabalho
ru: Закрыть рабочую область
zh_hans: 关闭工作区
zh_hant: 關閉工作區

source: Close find bar
de: Suchleiste schließen
es: Cerrar barra de búsqueda
fr: Fermer la barre de recherche
ja: 検索バーを閉じる
ko: 찾기 막대 닫기
pt_br: Fechar barra de busca
ru: Закрыть панель поиска
zh_hans: 关闭查找栏
zh_hant: 關閉尋找列

source: Close other apps and restart iSH-AOK.
de: Schließe andere Apps und starte iSH-AOK neu.
es: Cierra otras apps y reinicia iSH-AOK.
fr: Fermez les autres apps et redémarrez iSH-AOK.
ja: ほかの App を閉じて iSH-AOK を再起動してください。
ko: 다른 앱을 닫고 iSH-AOK를 재시작하십시오.
pt_br: Feche outros apps e reinicie o iSH-AOK.
ru: Закройте другие приложения и перезапустите iSH-AOK.
zh_hans: 请关闭其他 App 并重新启动 iSH-AOK。
zh_hant: 關閉其他 App 並重新啟動 iSH-AOK。

source: Close other apps to free memory, then restart iSH-AOK.
de: Schließe andere Apps, um Speicher freizugeben, und starte iSH-AOK neu.
es: Cierra otras apps para liberar memoria y reinicia iSH-AOK.
fr: Fermez les autres apps pour libérer de la mémoire, puis redémarrez iSH-AOK.
ja: ほかの App を閉じてメモリを解放してから、iSH-AOK を再起動してください。
ko: 다른 앱을 닫아 메모리를 확보한 후 iSH-AOK를 재시작하십시오.
pt_br: Feche outros apps para liberar memória e reinicie o iSH-AOK.
ru: Закройте другие приложения, чтобы освободить память, затем перезапустите iSH-AOK.
zh_hans: 请关闭其他 App 以释放内存，然后重新启动 iSH-AOK。
zh_hant: 關閉其他 App 以釋放記憶體，然後重新啟動 iSH-AOK。

source: Closes the current browser tab.
de: Schließt den aktuellen Browser-Tab.
es: Cierra la pestaña actual del navegador.
fr: Ferme l'onglet actuel du navigateur.
ja: 現在のブラウザタブを閉じます。
ko: 현재 브라우저 탭을 닫습니다.
pt_br: Fecha a aba atual do navegador.
ru: Закрывает текущую вкладку браузера.
zh_hans: 关闭当前浏览器标签页。
zh_hant: 關閉目前的瀏覽器標籤頁。

source: Closes the current workspace window.
de: Schließt das aktuelle Workspace-Fenster.
es: Cierra la ventana actual del espacio de trabajo.
fr: Ferme la fenêtre actuelle de l'espace de travail.
ja: 現在のワークスペースウインドウを閉じます。
ko: 현재 워크스페이스 윈도우를 닫습니다.
pt_br: Fecha a janela atual do espaço de trabalho.
ru: Закрывает текущее окно рабочей области.
zh_hans: 关闭当前工作区窗口。
zh_hant: 關閉目前的工作區視窗。

source: Colon
de: Doppelpunkt
es: Dos puntos
fr: Deux-points
ja: コロン
ko: 콜론
pt_br: Dois-pontos
ru: Двоеточие
zh_hans: 冒号
zh_hant: 冒號

source: Color %d
de: Farbe %d
fr: Couleur %d
ja: カラー %d
ko: 색상 %d
pt_br: Cor %d
ru: Цвет %d
zh_hans: 颜色 %d
zh_hant: 顏色 %d

source: Color Scheme
de: Farbschema
es: Esquema de colores
fr: Jeu de couleurs
ja: 配色
ko: 색상 구성표
pt_br: Esquema de Cores
ru: Цветовая схема
zh_hans: 配色方案
zh_hant: 配色

source: Colors, density, wallpaper
de: Farben, Dichte, Hintergrundbild
es: Colores, densidad, fondo de pantalla
fr: Couleurs, densité, fond d'écran
ja: 色、密度、壁紙
ko: 색상, 밀도, 배경화면
pt_br: Cores, densidade, papel de parede
ru: Цвета, плотность, обои
zh_hans: 颜色、密度、墙纸
zh_hant: 顏色、密度、背景圖片

source: Comfortable
de: Komfortabel
es: Cómoda
fr: Confortable
ja: ゆったり
ko: 여유
pt_br: Confortável
ru: Свободная
zh_hans: 宽松
zh_hant: 舒適

source: Command
de: Befehl
es: Comando
fr: Commande
ja: コマンド
ko: 명령
pt_br: Comando
ru: Команда
zh_hans: 命令
zh_hant: 指令

source: Command (blank for a shell)
de: Befehl (leer für eine Shell)
es: Comando (en blanco para una shell)
fr: Commande (vide pour un shell)
ja: コマンド（空欄でシェル）
ko: 명령(셸은 비워 둠)
pt_br: Comando (em branco para um shell)
ru: Команда (пусто — оболочка)
zh_hans: 命令（留空则为 shell）
zh_hant: 指令（留空則為 shell）

source: Command (e.g. ssh skippy — blank for a shell)
de: Befehl (z. B. ssh skippy – leer für eine Shell)
es: Comando (p. ej., ssh skippy; en blanco para una shell)
fr: Commande (par ex. ssh skippy — vide pour un shell)
ja: コマンド（例: ssh skippy — 空欄でシェル）
ko: 명령(예: ssh skippy — 셸은 비워 둠)
pt_br: Comando (ex.: ssh skippy — em branco para um shell)
ru: Команда (например, ssh skippy; пусто — оболочка)
zh_hans: 命令（例如 ssh skippy——留空则为 shell）
zh_hant: 指令（例如 ssh skippy — 留空則為 shell）

source: Command Timeout
de: Befehls-Timeout
es: Tiempo de espera del comando
fr: Délai d'expiration des commandes
ja: コマンドのタイムアウト
ko: 명령 시간 제한
pt_br: Tempo Limite do Comando
ru: Тайм-аут команды
zh_hans: 命令超时
zh_hant: 指令逾時

source: Command output beyond this is truncated before being returned to the model. Larger limits use more of the model's context window.
de: Befehlsausgabe darüber hinaus wird gekürzt, bevor sie an das Modell geht. Größere Limits belegen mehr vom Kontextfenster des Modells.
es: La salida del comando que supere este límite se trunca antes de devolverla al modelo. Los límites mayores usan más ventana de contexto del modelo.
fr: La sortie des commandes au-delà de cette limite est tronquée avant d'être renvoyée au modèle. Des limites plus élevées utilisent davantage la fenêtre de contexte du modèle.
ja: これを超えるコマンド出力は、モデルに返される前に切り詰められます。上限を大きくするとモデルのコンテキストウインドウをより多く使用します。
ko: 이 크기를 넘는 명령 출력은 모델에 반환되기 전에 잘립니다. 한도가 클수록 모델의 컨텍스트 윈도우를 더 많이 사용합니다.
pt_br: A saída de comando além disso é truncada antes de ser devolvida ao modelo. Limites maiores usam mais da janela de contexto do modelo.
ru: Вывод команды сверх этого объёма обрезается перед передачей модели. Бо́льшие лимиты занимают больше контекстного окна модели.
zh_hans: 超出此大小的命令输出会在返回给模型前被截断。限制越大，占用模型上下文窗口越多。
zh_hant: 超過此長度的指令輸出會在傳回模型前被截斷。上限越大，佔用模型的上下文視窗越多。

source: Command: %@
de: Befehl: %@
es: Comando: %@
fr: Commande : %@
ja: コマンド: %@
ko: 명령: %@
pt_br: Comando: %@
ru: Команда: %@
zh_hans: 命令：%@
zh_hant: 指令：%@

source: Community Distributions
de: Community-Distributionen
es: Distribuciones de la comunidad
fr: Distributions communautaires
ja: コミュニティディストリビューション
ko: 커뮤니티 배포판
pt_br: Distribuições da Comunidade
ru: Дистрибутивы сообщества
zh_hans: 社区发行版
zh_hant: 社群發行版

source: Compact
de: Kompakt
es: Compacta
fr: Compacte
ja: コンパクト
ko: 조밀
pt_br: Compacto
ru: Компактная
zh_hans: 紧凑
zh_hant: 緊湊

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
ja: 接続済み
ko: 연결됨
pt_br: Conectado
ru: Подключено
zh_hans: 已连接
zh_hant: 已連線

source: Connecting to compositor…
de: Verbindung zum Compositor …
es: Conectando con el compositor…
fr: Connexion au compositeur…
ja: コンポジタに接続中…
ko: 컴포지터에 연결 중…
pt_br: Conectando ao compositor…
ru: Подключение к композитору…
zh_hans: 正在连接合成器…
zh_hant: 正在連線至合成器…

source: Connection OK
de: Verbindung OK
es: Conexión correcta
fr: Connexion OK
ja: 接続 OK
ko: 연결 정상
pt_br: Conexão OK
ru: Подключение в порядке
zh_hans: 连接正常
zh_hant: 連線正常

source: Connection error while reading from wayvnc
de: Verbindungsfehler beim Lesen von wayvnc
es: Error de conexión al leer de wayvnc
fr: Erreur de connexion lors de la lecture depuis wayvnc
ja: wayvnc からの読み取り中に接続エラーが発生しました
ko: wayvnc에서 읽는 중 연결 오류
pt_br: Erro de conexão ao ler do wayvnc
ru: Ошибка соединения при чтении из wayvnc
zh_hans: 从 wayvnc 读取时出现连接错误
zh_hant: 從 wayvnc 讀取時發生連線錯誤

source: Container directories:
de: Container-Verzeichnisse:
es: Directorios del contenedor:
fr: Répertoires du conteneur :
ja: コンテナディレクトリ:
ko: 컨테이너 디렉터리:
pt_br: Diretórios do contêiner:
ru: Каталоги контейнера:
zh_hans: 容器目录：
zh_hant: 容器目錄：

source: Context Window
de: Kontextfenster
es: Ventana de contexto
fr: Fenêtre de contexte
ja: コンテキストウインドウ
ko: 컨텍스트 윈도우
pt_br: Janela de Contexto
ru: Контекстное окно
zh_hans: 上下文窗口
zh_hant: 上下文視窗

source: Contributed or experimental, without the same support guarantees as the official distributions above. Downloaded on first use into /AOK/persist/roots, where they can be deleted afterward.
de: Beigetragen oder experimentell, ohne die Support-Zusagen der offiziellen Distributionen oben. Wird bei erster Verwendung nach /AOK/persist/roots geladen und kann dort später gelöscht werden.
es: Aportadas o experimentales, sin las mismas garantías de soporte que las distribuciones oficiales de arriba. Se descargan en el primer uso en /AOK/persist/roots, donde se pueden eliminar después.
fr: Distributions contribuées ou expérimentales, sans les mêmes garanties de support que les distributions officielles ci-dessus. Téléchargées à la première utilisation dans /AOK/persist/roots, où elles peuvent ensuite être supprimées.
ja: 提供されたもの、または実験的なもので、上記の公式ディストリビューションと同じサポートは保証されません。初回使用時に /AOK/persist/roots にダウンロードされ、後で削除できます。
ko: 기여되었거나 실험적인 배포판으로, 위의 공식 배포판과 같은 지원이 보장되지 않습니다. 처음 사용할 때 /AOK/persist/roots에 다운로드되며, 이후 삭제할 수 있습니다.
pt_br: Contribuídas ou experimentais, sem as mesmas garantias de suporte das distribuições oficiais acima. Baixadas no primeiro uso em /AOK/persist/roots, onde podem ser apagadas depois.
ru: Добавлены сообществом или экспериментальные, без тех же гарантий поддержки, что у официальных дистрибутивов выше. Загружаются при первом использовании в /AOK/persist/roots, откуда их потом можно удалить.
zh_hans: 由社区贡献或处于实验阶段，不具备与上方官方发行版相同的支持保证。首次使用时下载到 /AOK/persist/roots，之后可在那里删除。
zh_hant: 由社群貢獻或屬實驗性質，不具備上方官方發行版的相同支援保證。首次使用時下載到 /AOK/persist/roots，之後可在那裡刪除。

source: Copied
de: Kopiert
es: Copiado
fr: Copié
ja: コピーしました
ko: 복사됨
pt_br: Copiado
ru: Скопировано
zh_hans: 已复制
zh_hant: 已拷貝

source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
ko: 복사
pt_br: Copiar
ru: Скопировать
zh_hans: 拷贝
zh_hant: 拷貝

source: Copy Path
de: Pfad kopieren
es: Copiar ruta
fr: Copier le chemin
ja: パスをコピー
ko: 경로 복사
pt_br: Copiar Caminho
ru: Скопировать путь
zh_hans: 拷贝路径
zh_hant: 拷貝路徑

source: Copy failed
de: Kopieren fehlgeschlagen
es: Error al copiar
fr: Échec de la copie
ja: コピーに失敗しました
ko: 복사 실패
pt_br: Falha ao copiar
ru: Сбой копирования
zh_hans: 拷贝失败
zh_hant: 拷貝失敗

source: Could not allocate a pseudo-terminal for the Wayland session
de: Kein Pseudo-Terminal für die Wayland-Sitzung verfügbar
es: No se pudo asignar un pseudoterminal para la sesión de Wayland
fr: Impossible d'allouer un pseudo-terminal pour la session Wayland
ja: Wayland セッション用の疑似端末を割り当てられませんでした
ko: Wayland 세션용 의사 터미널을 할당할 수 없음
pt_br: Não foi possível alocar um pseudoterminal para a sessão Wayland
ru: Не удалось выделить псевдотерминал для сеанса Wayland
zh_hans: 无法为 Wayland 会话分配伪终端
zh_hant: 無法為 Wayland 工作階段配置虛擬終端機

source: Could not allocate archive reader.
de: Archivleser konnte nicht angelegt werden.
es: No se pudo asignar el lector de archivos.
fr: Impossible d'allouer le lecteur d'archive.
ja: アーカイブリーダーを割り当てられませんでした。
ko: 아카이브 리더를 할당할 수 없습니다.
pt_br: Não foi possível alocar o leitor de arquivos.
ru: Не удалось создать средство чтения архива.
zh_hans: 无法分配归档读取器。
zh_hant: 無法配置封存檔讀取器。

source: Could not attach session I/O: %@
de: Sitzungs-E/A konnte nicht verbunden werden: %@
es: No se pudo conectar la E/S de la sesión: %@
fr: Impossible d'attacher les E/S de la session : %@
ja: セッションの I/O を接続できませんでした: %@
ko: 세션 I/O를 연결할 수 없음: %@
pt_br: Não foi possível conectar a E/S da sessão: %@
ru: Не удалось подключить ввод-вывод сеанса: %@
zh_hans: 无法连接会话 I/O：%@
zh_hant: 無法連接工作階段 I/O：%@

source: Could not boot iSH-AOK
de: iSH-AOK konnte nicht booten
es: No se pudo arrancar iSH-AOK
fr: Impossible de démarrer iSH-AOK
ja: iSH-AOK をブートできませんでした
ko: iSH-AOK를 부팅할 수 없음
pt_br: Não foi possível iniciar o iSH-AOK
ru: Не удалось загрузить iSH-AOK
zh_hans: 无法启动 iSH-AOK
zh_hant: 無法啟動 iSH-AOK

source: Could not boot iSH-AOK.
de: iSH-AOK konnte nicht booten.
es: No se pudo arrancar iSH-AOK.
fr: Impossible de démarrer iSH-AOK.
ja: iSH-AOK をブートできませんでした。
ko: iSH-AOK를 부팅할 수 없습니다.
pt_br: Não foi possível iniciar o iSH-AOK.
ru: Не удалось загрузить iSH-AOK.
zh_hans: 无法启动 iSH-AOK。
zh_hant: 無法啟動 iSH-AOK。

source: Could not connect
de: Keine Verbindung möglich
es: No se pudo conectar
fr: Connexion impossible
ja: 接続できませんでした
ko: 연결할 수 없음
pt_br: Não foi possível conectar
ru: Не удалось подключиться
zh_hans: 无法连接
zh_hant: 無法連線

source: Could not create guest session: %@
de: Gast-Sitzung konnte nicht erstellt werden: %@
es: No se pudo crear la sesión del invitado: %@
fr: Impossible de créer la session invitée : %@
ja: ゲストセッションを作成できませんでした: %@
ko: 게스트 세션을 생성할 수 없음: %@
pt_br: Não foi possível criar a sessão do convidado: %@
ru: Не удалось создать гостевой сеанс: %@
zh_hans: 无法创建客户机会话：%@
zh_hant: 無法建立客體工作階段：%@

source: Could not revert
de: Rückgängig machen fehlgeschlagen
es: No se pudo revertir
fr: Annulation impossible
ja: 元に戻せませんでした
ko: 되돌릴 수 없음
pt_br: Não foi possível reverter
ru: Не удалось вернуть
zh_hans: 无法还原
zh_hant: 無法還原

source: Could not start /AOK/tools/start-wayland.sh: %@ If labwc/foot/wayvnc aren't installed yet, run 'sudo sh /AOK/tools/setup-wayland.sh' in a terminal first.
de: /AOK/tools/start-wayland.sh konnte nicht gestartet werden: %@ Falls labwc/foot/wayvnc noch nicht installiert sind, führe zuerst 'sudo sh /AOK/tools/setup-wayland.sh' in einem Terminal aus.
es: No se pudo iniciar /AOK/tools/start-wayland.sh: %@ Si labwc/foot/wayvnc aún no están instalados, ejecuta primero 'sudo sh /AOK/tools/setup-wayland.sh' en una terminal.
fr: Impossible de lancer /AOK/tools/start-wayland.sh : %@ Si labwc/foot/wayvnc ne sont pas encore installés, exécutez d'abord 'sudo sh /AOK/tools/setup-wayland.sh' dans un terminal.
ja: /AOK/tools/start-wayland.sh を開始できませんでした: %@ labwc/foot/wayvnc がまだインストールされていない場合は、まずターミナルで 'sudo sh /AOK/tools/setup-wayland.sh' を実行してください。
ko: /AOK/tools/start-wayland.sh를 시작할 수 없음: %@ labwc/foot/wayvnc가 아직 설치되지 않았다면 먼저 터미널에서 'sudo sh /AOK/tools/setup-wayland.sh'를 실행하십시오.
pt_br: Não foi possível iniciar /AOK/tools/start-wayland.sh: %@ Se labwc/foot/wayvnc ainda não estiverem instalados, execute 'sudo sh /AOK/tools/setup-wayland.sh' em um terminal primeiro.
ru: Не удалось запустить /AOK/tools/start-wayland.sh: %@ Если labwc/foot/wayvnc ещё не установлены, сначала выполните 'sudo sh /AOK/tools/setup-wayland.sh' в терминале.
zh_hans: 无法启动 /AOK/tools/start-wayland.sh：%@ 如果尚未安装 labwc/foot/wayvnc，请先在终端中运行 'sudo sh /AOK/tools/setup-wayland.sh'。
zh_hant: 無法啟動 /AOK/tools/start-wayland.sh：%@ 如果尚未安裝 labwc/foot/wayvnc，請先在終端機中執行 'sudo sh /AOK/tools/setup-wayland.sh'。

source: Could not start session
de: Sitzung konnte nicht starten
es: No se pudo iniciar la sesión
fr: Impossible de démarrer la session
ja: セッションを開始できませんでした
ko: 세션을 시작할 수 없음
pt_br: Não foi possível iniciar a sessão
ru: Не удалось запустить сеанс
zh_hans: 无法启动会话
zh_hant: 無法啟動工作階段

source: Could not start session command
de: Sitzungsbefehl konnte nicht starten
es: No se pudo iniciar el comando de sesión
fr: Impossible de lancer la commande de session
ja: セッションコマンドを開始できませんでした
ko: 세션 명령을 시작할 수 없음
pt_br: Não foi possível iniciar o comando da sessão
ru: Не удалось запустить команду сеанса
zh_hans: 无法启动会话命令
zh_hant: 無法啟動工作階段指令

source: Could not start session command.
de: Sitzungsbefehl konnte nicht starten.
es: No se pudo iniciar el comando de sesión.
fr: Impossible de lancer la commande de session.
ja: セッションコマンドを開始できませんでした。
ko: 세션 명령을 시작할 수 없습니다.
pt_br: Não foi possível iniciar o comando da sessão.
ru: Не удалось запустить команду сеанса.
zh_hans: 无法启动会话命令。
zh_hant: 無法啟動工作階段指令。

source: Could not start session.
de: Sitzung konnte nicht starten.
es: No se pudo iniciar la sesión.
fr: Impossible de démarrer la session.
ja: セッションを開始できませんでした。
ko: 세션을 시작할 수 없습니다.
pt_br: Não foi possível iniciar a sessão.
ru: Не удалось запустить сеанс.
zh_hans: 无法启动会话。
zh_hant: 無法啟動工作階段。

source: Could not start the Wayland session task
de: Die Wayland-Sitzung konnte nicht gestartet werden
es: No se pudo iniciar la tarea de sesión de Wayland
fr: Impossible de lancer la tâche de session Wayland
ja: Wayland セッションのタスクを開始できませんでした
ko: Wayland 세션 작업을 시작할 수 없음
pt_br: Não foi possível iniciar a tarefa da sessão Wayland
ru: Не удалось запустить задачу сеанса Wayland
zh_hans: 无法启动 Wayland 会话任务
zh_hant: 無法啟動 Wayland 工作階段任務

source: Could not start the command (error %d). Is the guest system booted?
de: Der Befehl konnte nicht gestartet werden (Fehler %d). Ist das Gastsystem gebootet?
es: No se pudo iniciar el comando (error %d). ¿Se ha arrancado el sistema invitado?
fr: Impossible de lancer la commande (erreur %d). Le système invité est-il démarré ?
ja: コマンドを開始できませんでした（エラー %d）。ゲストシステムはブートしていますか？
ko: 명령을 시작할 수 없습니다(오류 %d). 게스트 시스템이 부팅되어 있습니까?
pt_br: Não foi possível iniciar o comando (erro %d). O sistema convidado foi inicializado?
ru: Не удалось запустить команду (ошибка %d). Гостевая система загружена?
zh_hans: 无法启动命令（错误 %d）。客户机系统是否已启动？
zh_hant: 無法啟動指令（錯誤 %d）。客體系統已開機了嗎？

source: Could not start the command as user "%1$@" (error %2$d). The "Open Everything as Default User" setting runs commands via /bin/su -- if su is missing or that account cannot log in, disable the setting or fix the account.
de: Der Befehl konnte nicht als Benutzer „%1$@“ gestartet werden (Fehler %2$d). Die Einstellung „Alles als Standardbenutzer öffnen“ führt Befehle über /bin/su aus – fehlt su oder kann sich das Konto nicht anmelden, deaktiviere die Einstellung oder repariere das Konto.
es: No se pudo iniciar el comando como el usuario "%1$@" (error %2$d). El ajuste "Abrir todo como usuario predeterminado" ejecuta los comandos mediante /bin/su -- si falta su o esa cuenta no puede iniciar sesión, desactiva el ajuste o corrige la cuenta.
fr: Impossible de lancer la commande en tant qu'utilisateur "%1$@" (erreur %2$d). Le réglage « Tout ouvrir en tant qu'utilisateur par défaut » exécute les commandes via /bin/su -- si su est absent ou si ce compte ne peut pas se connecter, désactivez le réglage ou corrigez le compte.
ja: ユーザ“%1$@”としてコマンドを開始できませんでした（エラー %2$d）。「すべてをデフォルトユーザとして開く」設定は /bin/su 経由でコマンドを実行します -- su がない場合やそのアカウントでログインできない場合は、設定をオフにするかアカウントを修正してください。
ko: 사용자 "%1$@"(으)로 명령을 시작할 수 없습니다(오류 %2$d). "모든 항목을 기본 사용자로 열기" 설정은 /bin/su를 통해 명령을 실행합니다 -- su가 없거나 해당 계정으로 로그인할 수 없다면 설정을 끄거나 계정을 수정하십시오.
pt_br: Não foi possível iniciar o comando como usuário "%1$@" (erro %2$d). O ajuste "Abrir Tudo como Usuário Padrão" executa comandos via /bin/su -- se o su estiver ausente ou essa conta não puder fazer login, desative o ajuste ou corrija a conta.
ru: Не удалось запустить команду от имени пользователя "%1$@" (ошибка %2$d). Настройка «Открывать всё от имени пользователя по умолчанию» запускает команды через /bin/su — если su отсутствует или эта учётная запись не может войти, отключите настройку или исправьте учётную запись.
zh_hans: 无法以用户“%1$@”启动命令（错误 %2$d）。“以默认用户打开所有内容”设置通过 /bin/su 运行命令——如果缺少 su 或该账户无法登录，请停用该设置或修复该账户。
zh_hant: 無法以使用者 "%1$@" 啟動指令（錯誤 %2$d）。「以預設使用者打開所有項目」設定會透過 /bin/su 執行指令 -- 如果缺少 su 或該帳號無法登入，請停用此設定或修正該帳號。

source: Could not summarize the conversation (%@); the full history is still sent.
de: Die Unterhaltung konnte nicht zusammengefasst werden (%@); der vollständige Verlauf wird weiterhin gesendet.
es: No se pudo resumir la conversación (%@); se sigue enviando el historial completo.
fr: Impossible de résumer la conversation (%@) ; l'historique complet est toujours envoyé.
ja: 会話を要約できませんでした（%@）。履歴全体がそのまま送信されます。
ko: 대화를 요약할 수 없습니다(%@). 전체 기록이 계속 전송됩니다.
pt_br: Não foi possível resumir a conversa (%@); o histórico completo ainda é enviado.
ru: Не удалось сжать беседу (%@); отправляется вся история.
zh_hans: 无法总结对话（%@）；仍会发送完整历史记录。
zh_hant: 無法摘要對話（%@）；仍會傳送完整記錄。

source: Could not summarize: invalid server URL or request.
de: Zusammenfassen fehlgeschlagen: ungültige Server-URL oder Anfrage.
es: No se pudo resumir: URL del servidor o solicitud no válida.
fr: Résumé impossible : URL du serveur ou requête non valide.
ja: 要約できませんでした: サーバ URL またはリクエストが無効です。
ko: 요약할 수 없음: 잘못된 서버 URL 또는 요청.
pt_br: Não foi possível resumir: URL do servidor ou solicitação inválida.
ru: Не удалось сжать: неверный URL сервера или запрос.
zh_hans: 无法总结：服务器 URL 或请求无效。
zh_hant: 無法摘要：伺服器 URL 或請求無效。

source: Couldn't Create Folder
de: Ordner nicht erstellt
es: No se pudo crear la carpeta
fr: Impossible de créer le dossier
ja: フォルダを作成できませんでした
ko: 폴더를 생성할 수 없음
pt_br: Não Foi Possível Criar a Pasta
ru: Не удалось создать папку
zh_hans: 无法创建文件夹
zh_hant: 無法建立資料夾

source: Couldn't Delete
de: Löschen fehlgeschlagen
es: No se pudo eliminar
fr: Suppression impossible
ja: 削除できませんでした
ko: 삭제할 수 없음
pt_br: Não Foi Possível Apagar
ru: Не удалось удалить
zh_hans: 无法删除
zh_hant: 無法刪除

source: Couldn't Duplicate
de: Duplizieren fehlgeschlagen
es: No se pudo duplicar
fr: Duplication impossible
ja: 複製できませんでした
ko: 복제할 수 없음
pt_br: Não Foi Possível Duplicar
ru: Не удалось дублировать
zh_hans: 无法复制
zh_hant: 無法複製

source: Couldn't Rename
de: Umbenennen fehlgeschlagen
es: No se pudo renombrar
fr: Impossible de renommer
ja: 名前を変更できませんでした
ko: 이름을 변경할 수 없음
pt_br: Não Foi Possível Renomear
ru: Не удалось переименовать
zh_hans: 无法重命名
zh_hant: 無法重新命名
